[Section]
1|Key=Штурм титульного района - специальное задание правоохранительных структур, которое заключается в быстром задержании и аресте преступных лиц, которые совершили какие-либо нарушение законодательства и ушли на титульный район с целью укрытия. Либо совершили преступление на территории титульного района (сбитие вертолета)
2|Key=
3|Key=Основное положение
4|Key=
5|Key=1.1 Главная задача облавы - в кратчайшие сроки справиться с задержанием всех людей на титульном районе c дальнейшим арестом, которые были замечены за нарушением какого-либо законодательства штата.
6|Key=Примечание: Задерживать и арестовывать людей за нахождение на титульном районе, которые не были замечены за нарушением законодательства - запрещено.
7|Key=1.2 Облава производится на выбранную территорию, на которой были замечены либо куда были доставлены транспортные / денежные средства / инициаторы и участники террористических актов,
8|Key=Примечание: Облаву можно проводить исключительно с одобрения Куратора, с предоставлением доказательств.
9|Key=1.3 Сотрудники правоохранительных органов могут находится на территории титульного района при облаве не более 10 минут с момента начала. Время начала должно быть отписано после одобрения Куратора в специальный канал ЧП дискорда.
10|Key=1.4 Запрещено убийство людей без IC причины.
11|Key=1.5 Запрещено проводить облаву за 30 минут до ВЗХ/Капта/Бизвара.
12|Key=1.6 Для облавы требуется иметь одну из причин, описанных в Приложении #1.
13|Key=
14|Key=Правила для государственных структур
15|Key=
16|Key=2.1 Минимальное количество участников облавы - 12 человек.
17|Key=2.2 При проведении облавы требуется видеофиксация хотя бы от лица 1-го сотрудника.
18|Key=2.3 Запрещено проводить облавы без IC причины. Облаву должен одобрить куратор фракции или старшая администрация.
19|Key=2.4 Запрещено раскрытие лидера банды/мафии.
20|Key=2.5 Запрещено открывать огонь без предупреждения.
21|Key=Исключение: Ответный огонь с целью обороны.
22|Key=2.6 На одну организацию разрешено проводить штурм не более 1 раза в сутки (24 часа).
23|Key=Примечание: при грубых массовых нарушениях от той же организации, FIB/LSPD/LSSD могут провести штурм дважды.
24|Key=Примечание: массовыми нарушениями считаются: GPS-трекер на титульном районе после нарушения законодательства, после похищения, в случае обнаружения меченных купюр, нахождение матовозки на титульном районе, после нападения на секретные объекты.
25|Key=2.7 Запрещено проведения облавы без участия старших рангов от FIB 8+, от LSPD 12+, от LSSD 8+ включительно.
26|Key=2.8 Запрещено обыскивать автомобили, которые находятся на титульном районе банды/мафии.
27|Key=Исключение: Автомобиль был замечен на контрольной закупке и тд, руководствуйтесь Приложением #1.
28|Key=2.9 После начала облавы и до её завершения запрещено использовать планшет для отправки КОДОВ.
29|Key=2.10 Разрешено использовать любой фракционный транспорт.
30|Key=Примечание: запрещено использовать личный транспорт
31|Key=
32|Key=
33|Key=Правила для криминальных организаций
34|Key=
35|Key=3.1 Запрещен уход в интерьер дома с целью дальнейшего выхода и избежания облавы.
36|Key=3.2 Запрещен выход из игры с целью избежать облаву.
37|Key=3.3 Разрешено оказывать сопротивление с применением огнестрельного оружия при облаве.
38|Key=
39|Key=Приложение #1
40|Key=
41|Key=Причинами для облавы, может быть один из пунктов, перечисленных ниже:
42|Key=Уход на титульный район после массовой перестрелки в гетто.
43|Key=После террористического акта (Захват мэрии, полицейского департамента и т.д.), при наличии информации, кто захватил, руководил этим, также если известно куда уехали захватчики (был хвост либо во фракции заранее находился информатор/агент под прикрытием)
44|Key=После нападения на секретные объекты (FIB/National Guard - Fort Zancudo), в случае если за нападавшими велась слежка, был хвост либо во фракции присутствует информатор/агент под прикрытием)
45|Key=После похищения, в случае, если меченые купюры не были отмыты на черном рынке специальными отыгровками от похитителей (Разрешено спрашивать у администрации, отмыты ли деньги после похищения)
46|Key=В случае раскрытия бандой или мафией, агента под прикрытием, при наличии информации о покушении на его личность - FCK агента под прикрытием (У информатора/агента должны быть четкие и соответствующие доказательства того что на него готовится/планируется покушение)
47|Key=Уход на титульный района на автомобиле Humane Labs при ограблении Ammunition, поезда.
48|Key=Сбитие вертолета над титульным районом (При условии что пилот/его пассажиры успели сообщить об этом в рацию)
49|Key=Примечание: государственным структурам запрещается нахождение на вертолете над титульным районом без веской IC причины | Деморган от 120 минут.
50|Key=В случае нахождения автомобиля связанного с террористическим актом/массовым нарушением законодательства с GPS-трекером FIB/LSPD/LSSD на титульном районе.
51|Key=В случае открытия огня бандой/мафией со своего титульного района по противнику, разрешается открыть встречный огонь и пушить титульный район этой банды/мафии в течение 15 минут. На 15 минут с момента открытия огня бандой/мафией разрешается убивать всех членов данной организации на титульной территории, беспрепятственно находиться на ней и задерживать людей. Обязательно иметь видеофиксацию открытия стрельбы с титульного района и предоставлять ее по запросу администрации. В противном случае, все участники нападения будут наказаны в соответствии со всеми правилами титульных районов и SK. За провакацию криминальной организации будут накладываться санкции в виде
